[RM_Terror_Defence X2MissionTemplate]
+DisplayName="保卫反抗军避难所"
+Briefing="保卫避难所——变种人围攻"
+PostMissionType="保卫反抗军避难所"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="消灭所有敌方目标或在完成主要目标后撤离"
+ObjectiveTextPools[1]="保卫避难所，让非战斗人员有时间撤离"
+PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Unique.Central_Unique_Missions_Terror_Attack"
+PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_02"
+PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_03"
+PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_04"
+PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_05"
+PreMissionNarratives[5]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_01"
+PreMissionNarratives[6]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_02"
+PreMissionNarratives[7]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_03"
+PreMissionNarratives[8]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_04"
+PreMissionNarratives[9]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_05"

[RM_GuerillaOp_Neutralize X2MissionTemplate]
+DisplayName="消灭公关旅行途中的VIP"
+Briefing="消灭变种人VIP"
+PostMissionType="消灭公关旅行途中的变种人VIP"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="俘虏或击杀敌方VIP"
+ObjectiveTextPools[1]="警告：VIP生命迹象消失将导致变种人进入高度警戒"
+PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_01"
+PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_02"
+PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_03"
+PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_04"
+PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_05"

[RM_Council_RescueVIP X2MissionTemplate]
+DisplayName="从暴动城市中拯救VIP"
+Briefing="从暴动城市中拯救VIP"
+PostMissionType="撤离VIP"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="从变种人监禁中拯救VIP"
+ObjectiveTextPools[1]="反抗军密探已于城市关键地点引发暴动分散变种人注意力"
+ObjectiveTextPools[2]="但VIP获救后红恶魔必须暂时离开任务地点"
+PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.RescueVIP.Central_Council_Missions_Rescue_VIP_01"
+PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.RescueVIP.Central_Council_Missions_Rescue_VIP_02"
+PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.RescueVIP.Central_Council_Missions_Rescue_VIP_03"
+PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.RescueVIP.Central_Council_Missions_Rescue_VIP_04"
+PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.RescueVIP.Central_Council_Missions_Rescue_VIP_05"


[MissionTimers]
+TimerTerrorDefenceTitle="避难所撤离"
+TimerTerrorDefenceSubtitle="完成剩余回合数"
+TimerGuerillaVIPTitle="红恶魔返回"
+TimerGuerillaVIPSubtitle="到达剩余回合数"

[RM_Terror_Defence X2MissionNarrativeTemplate]
+ObjectiveTextPools[0]="抵抗变种人围攻"
+ObjectiveTextPools[1]="消灭所有目标敌人"
+ObjectiveTextPools[2]="撤离所有XCOM士兵"

[RM_GuerillaOp_Neutralize X2MissionNarrativeTemplate]
+ObjectiveTextPools[0]="坚持到红恶魔返回任务区域"
+ObjectiveTextPools[1]="俘虏或击杀变种人VIP"
+ObjectiveTextPools[2]="撤离变种人VIP"
+ObjectiveTextPools[3]="撤离所有XCOM士兵"

[RM_Council_RescueVIP X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="坚持到红恶魔返回任务区域"
ObjectiveTextPools[1]="从变种人监狱中拯救VIP"
ObjectiveTextPools[2]="撤离VIP"
ObjectiveTextPools[3]="撤离所有XCOM士兵"


[Tech_ArmPlatedArmor X2TechTemplate]
DisplayName="反抗军自产镀层护甲"
Summary="既然我们在回收变种人护甲用以生产镀层护甲方面已经取得经验，我们应该也能够制作详细的蓝图交给反抗军，让反抗军装备相同的护甲。这对与反抗军合作的任务应该有所帮助。"

[Tech_ArmMagWeapons X2TechTemplate]
DisplayName="反抗军自产磁力武器"
Summary="既然我们在重造变种人磁力武器方面已经取得经验，我们应该也能够制作详细的蓝图交给反抗军，让反抗军装备相同的武器。这对与反抗军合作的任务应该有所帮助。"


[Tech_ArmPlasmaGrenade X2TechTemplate]
DisplayName="反抗军自产电浆手雷"
Summary="既然我们已经取得外星手雷的实践知识，我们应该也能够制作详细的蓝图交给反抗军，让反抗军生产相同的装备，只是我们还需要提供超铀粉末。这对与反抗军合作的任务应该有所帮助。"

[Tech_ArmPoweredArmor X2TechTemplate]
DisplayName="反抗军自产动力护甲"
Summary="鉴于外星人实力的不断增长，即便是磁力武器和镀层护甲都可能难以对抗。虽然这项任务耗时费力，我和沈应该还是可以找到一个方法，让反抗军自行生产动力护甲。"
CodeName="斯塔克"
LongDescription="虽然普通反抗军的补给质量给这一任务带来了重重困难，但我们还是成功制作出蓝图，用于生产投放战场的基于超铀的动力护甲。装备此护甲的反抗军战士在战场上应该表现不俗。——理查德·泰根"


[Tech_ArmBeamRifles X2TechTemplate]
DisplayName="反抗军自产电浆步枪"
Summary="鉴于外星人实力的不断增长，即便是磁力武器和镀层护甲都可能难以对抗。虽然这项任务耗时费力，我和沈应该还是可以找到一个方法，让反抗军自行生产电浆步枪。"
CodeName="镭射分队"
LongDescription="虽然大多数反抗军缺少我们习以为常的高质量补给，而这给我们带来了许多问题，但我和泰根还是成功制作出用于生产电浆武器的蓝图。装备了这些好家伙的反抗军战士应该能在战场给变种人迎头痛击，毕竟花了大价钱。——莉莉·沈"